Repository: DonajiNavarro15/JeopardyTecnologias
Catalog: JeopardyGameClient/Properties/Resources.*.resx
Languages: es_mx

# 2PlayerByTeam
source: There must be 2 player in each team.
es_mx: Deben haber 2 jugadores por equipo

# btnChoseImage
source: Choose an image
es_mx: Seleccionar imagen

# btnEnter
source: Log in
es_mx: Ingresar

# btnEnterCode
source: Join
es_mx: Unirse

# btnInvite
source: Guest
es_mx: Invitado

# btnLogIn
source: Play
es_mx: Jugar

# btnRegistrer
source: Sing in
es_mx: Registrarse

# btnSaveChanges
source: Save
es_mx: Guardar

# bttAccept
source: Accept
es_mx: Aceptar

# bttAcceptFriendRequest
source: Accept Request
es_mx: Aceptar Solicitud

# bttAddFriend
source: Add
es_mx: Agregar

# bttCancelGame
source: Cancel
es_mx: Cancelar

# bttCancellAction
source: Cancel
es_mx: Cancelar

# bttContinue
source: Continue
es_mx: Continuar

# bttDeclineFriendRequest
source: Decline Request
es_mx: Rechazar Solicitud

# bttEliminate
source: Eliminate
es_mx: Eliminar

# bttEnterGame
source: Enter game
es_mx: Unirse partida

# bttFriends
source: Friends
es_mx: Amigos

# bttGuest
source: Guest
es_mx: Invitado

# bttInvite
source: Invite
es_mx: Invitar

# bttNewGame
source: New Game
es_mx: Nueva partida

# bttPlayer
source: Player
es_mx: Jugador

# bttReport
source: Report
es_mx: Reportar

# bttSaveUser
source: Save
es_mx: Guardar

# bttSearch
source: Search
es_mx: Buscar

# bttStartGame
source: Start game
es_mx: Iniciar partida

# EmailCodeDescrip
source: is the code for your verifification in Jeopardy, enter it in the code field to start the fun.
es_mx: es el codigo para que te verifiques en Jeopardy, rapido, ingresalo en el apartado de codigo y empieza a divertirte.

# EmailSubjectCode
source: Code Verification
es_mx: Codigo de Verificación

# ErrorJoiningLobby
source: It wasn't possible to join the lobby.
es_mx: No fue posible unirse al lobby

# GameCancelled
source: The game has been cancelled
es_mx: La partida fue cancelada.

# GameFinished
source: The game has ended.
es_mx: La partida ha terminado.

# GenericEmailIssue
source: There was a problem sending the email.
es_mx: Hubo un problema al enviar el correo.

# HostCategoriesPresentation
source: The categories for the round number * are: \n 1 \n 2 \n 3 \n Let´s Begin
es_mx: Las categoria para la ronda numero * son: \n 1 \n 2 \n 3 \n Comencemos.

# HostRoun2Presentation
source: Now, it is time for the second round, remeber points worth double.
es_mx: Ahora es tiempo de la segunda ronda, recuerda que los puntos valen dobles.

# HostRound1Presentation
source: Welcome to the Jeopardy of the day, I am your Host *, Let's begin the first round
es_mx: Sean bienvenidos a el Jeopardy del dia, Yo soy su anfitrion *, empecemos la priemra ronda

# HostRound3Presentation
source: Now, it is time for the final round, and the final question, remeber to bet as much points as you can.
es_mx: Ahora es tiempo de la ronda final y la pregunta final, recuerda apostar tantos puntos como puedas.

# InvalidCredentials
source: Invalid credential, please try again
es_mx: Credenciales invalidas, por favor intentalo de nuevo

# KickedFromLobby
source: You have been kicked out form the lobby
es_mx: Te han sacado del lobby.

# lblBanConfirmationMessage
source: Are you sure you want to bann this user?
es_mx: ¿Estás seguro que quieres bannear a este usuario?

# lblBaneUserTitle
source: Banne User
es_mx: Bannear Usuario

# lblCodeDescrip
source: Code :
es_mx: Codigo :

# lblCodeGame
source: Game code
es_mx: Código partida

# lblCodeRoom
source: Room code
es_mx: Código de sala

# lblEditUserInformation
source: Edit
es_mx: Editar

# lblEliminateFromLobby
source: Sorry, you have been removed from the game lobby
es_mx: Lo sentimos, has sido eliminado del lobby de la partida

# lblEmailDescripCreateAcc
source: Email :
es_mx: Correo :

# lblEmailInformation
source: Email
es_mx: Correo

# lblEmptyField
source: Requiered Field
es_mx: Campo Requrido

# lblEnglish
source: English
es_mx: Inglés

# lblEnglishEU
source: English USA
es_mx: Ingles EU

# lblErrorEnter
source: Error entering lobby, try again later
es_mx: Error ingresando a loby, intente más tarde

# lblFailToRegisterUser
source: Error: it was not possible to register the user
es_mx: Error : No fue posible rgistrar al ususario

# lblGameCancel
source: Sorry, the game has been canceled
es_mx: Lo sentimos, la partida ha sido cancelada

# lblinvalidCredentials
source: Invalid credentials, please try again
es_mx: Credenciales inválidas, por favor intenta de nuevo

# lblInvalidEmail
source: The Email Address isn't valid.
es_mx: El correo electronico no es valido.

# lblListOfFriends
source: Friends list
es_mx: Lista amigos

# lblLiveChat
source: Live Chat
es_mx: Chat en vivo

# lblLogInExist
source: Sorry, you are already logged in with these credentials.
es_mx: Lo sentimos, ya cuenta con una sesión iniciada con estas credenciales

# lblModalityGame
source: Game mode:
es_mx: Modalidad de juego:

# lblMorePeopleFriendManager
source: More People
es_mx: Mas Personas

# lblMyFriendsFriendManager
source: My Friends
es_mx: Mis Amigos

# lblNameDescripCreateAcc
source: Name :
es_mx: Nombre :

# lblNameInformation
source: Name
es_mx: Nombre

# lblNotGame
source: Sorry, we were unable to generate a match, please leave the lobby and try again later
es_mx: Lo sentimos, no hemos podido generar una partida, por favor abandona el lobby e intenta más tarde

# lblNotTwoPlayers
source: Sorry, there should only be two players per team
es_mx: Lo sentimos, debe de haber únicamente dos jugadores por equipo

# lblNumberOfPlayers
source: There must be 4 players to access this option
es_mx: Deben de existir 4 jugadores para acceder a esta opción

# lblnvalidCode
source: Enter a valid code
es_mx: Ingresa un codigo valido

# lblPassCapitalRuleDesc
source: *Password must have at least 2 not-consecutive Capital Letters.
es_mx: *La contraseña debe tener al menos 2 letrass mayusculas no consecutivas

# lblPassEqualsEmailRuleDesc
source: *Password must not be the same as the email.
es_mx: *La contraseña no puede ser igual al correo.

# lblPassLengthRuleDesc
source: *Password must be 10-30 characters length.
es_mx: *La contraseña debe tener una longitud entre 10-30 caracteres

# lblPassNumberRuleDesc
source: *Password must have at least 2 not-consecutive numbers.
es_mx: La contraseña debe tener al menos 2 numeros no consecutivos.

# lblPassPuntSigRuleDesc
source: *Password must have at leats 1 puntuation character: (. , ; ;)
es_mx: *La contraseña debe tener al menos 1 signo de puntuación: (. , ; :)

# lblPassSpeCharRuleDesc
source: *Password must have at least 1 special character.
es_mx: *La contraseña debe tener al menos un caracter especial.

# lblPasswordDescripCreateAcc
source: Password :
es_mx: Contraseña :

# lblPasswordLogIn
source: Password
es_mx: Contraseña

# lblPasswordWrong
source: Please enter a password
es_mx: Por favor ingresa tu contraseña

# lblPlayersInGame
source: Players in game:
es_mx: Jugadores en partida:

# lblProfileInformation
source: Profile
es_mx: Perfil

# lblRepeatedEmail
source: This Email Address has already been registered.
es_mx: Este correo electronico ya ha sido registrado.

# lblRepeatedUserName
source: The User Name has already been registered
es_mx: El nombre de usuario ya ha sido registrado.

# lblRequestFriendManager
source: Solicitude
es_mx: Solicitudes

# lblResentCode
source: Sent code again in :
es_mx: Reenviar Codigo en :

# lblSecondsAbrevation
source: Sec
es_mx: Seg

# lblSettingsIcon
source: Settings
es_mx: Ajustes

# lblSpanish
source: Spanish
es_mx: Español

# lblSpanishMexico
source: Spanish Mexico
es_mx: Español Mexico

# lblTimeExpired
source: Sorry, the action has timed out, please try again later.
es_mx: Lo sentimos, el tiempo de espera para completar la acción ha sido agotado, intente más tarde.

# lblUpdateInformation
source: User changes have been saved
es_mx: Se ha guardado los cambios del ususario

# lblUserNameDescripCreateAcc
source: User Name :
es_mx: Nombre de Usuario:

# lblUserNameInformation
source: User name
es_mx: Nombre usuario

# lblUserNameLogIn
source: User name
es_mx: Usuario

# lblWinnerList
source: Best players
es_mx: Mejores jugadores

# lblWrongRoomCode
source: Enter a valid roomCode
es_mx: Ingresa un codigo valido

# lblWithoutConection
source: Sorry, there was a problem trying to log in, there seems to be a connection issue at the moment. Please check your internet connection and try again later.
es_mx: Lo sentimos, ha ocurrido un problema al intentar iniciar sesión, parece que hay un problema de conexión en este momento. Por favor, verifica tu conexión a internet y vuelve a intentarlo más tarde.

# lblWithoutFriends
source: Sorry, we couldn't recover your friends list at the moment, try again later.
es_mx: Lo sentimos, por el momento no pudimos recuperar la lista de amigos, intenta más tarde.

# lblWrongUpdateInformation
source: Could not update user information
es_mx: No se ha podido actualizar la información del usuario

# LblWrongUserName
source: Please enter a user name
es_mx: Por favor ingresa tu usuario

# lblYourTurn
source: Your Turn
es_mx: Tu Turno

# LeaveGameConfirmation
source: Are you sure you want to leve the game?
es_mx: ¿Estás seguro que deseas abandonar la partida?

# MessageEntityException
source: A issue has ocurred while doing the operation, please, try it later.
es_mx: Ocurrio un oroblema al realizar la operación en la base de datos, intentelo mas tarde.

# MessageFriRequeDeclined
source: had declined your friend request.
es_mx: ha rechazado tu solicitud de amistad

# MessageReported
source: Careful, You've been reported, Now you have :
es_mx: Ten cuidado, has sido reportado, Ahora tienes :

# MessageSQLException
source: A issue has ocurred while connecting to de data base, please, try it later.
es_mx: Ocurrio un problema al conectarse a la base de datos, intentelo mas mas tarde

# MoreThan1Player
source: Don't you have friends?, Invite someone, ther must be at least 2 players to play.
es_mx: ¿No tienes amigos?, Invita a alguien, Deben haber al menos 2 jugadores para empezar.

# MustBe4Players
source: There must be 4 players in order to make teams.
es_mx: Deben haber 4 jugaores para poder hacer equipos.

# rdbTeam
source: Team
es_mx: Equipo

# SentEmailIssue
source: A problem has ocurred while sending the code verification, try it again or check if your email is correct.
es_mx: Ocurrio un problema al enviar el codigó de verificación, intentelo de nuevo o verifique su correo.

# ServerErrorMessage
source: There is a problem with the server.
es_mx: Hubo un problema con el servidor.

# tbxBodyInvitation
source: Hello! I invite you to join my game. The code is:
es_mx: ¡Hola! Te invito a unirte a mi partida. El código es:

# tbxSignOut
source: Are you sure you want to sign out of Jeopardy?
es_mx: ¿Estás seguro de que deseas salir de Jeopardy?

# tbxSignOutGame
source: Are you sure you want to cancel the game?
es_mx: ¿Estás seguro de que deseas cancelar la partida?

# ThereIsAnActiveSession
source: There is already an activie session with this credentials
es_mx: Ya hay una sesión activa que usa esas credenciales.

# txbCodeInstructions
source: Ha code has been sent to your email account, please check it out and enter the code.
es_mx: Se ha enviado un codigo a tu correo electronico, por favor, revisalo e ingresa el codigo.

# txbErrorMessageRegisterUser
source: A problem has ocurred while saving the user, try again.
es_mx: Hubo un problema al guardar al usuario, intentalo de nuevo.

# txbErrorTitle
source: Oops!
es_mx: ¡Ups!

# txbInfoBanner
source: Ban notification
es_mx: Notificación baneo

# txbInfoEmailSend
source: The game code has been shared correctly
es_mx: Se ha compartido el código de la partida correctamente

# txbInfoMessgSuccRegUser
source: The user has been saved succesfully
es_mx: Se ha registrado correctamente el usuario :

# txbInformationMessage
source: The user has been banned
es_mx: El usuario ha sido baneado

# txbInformationTitle
source: INFORMATION
es_mx: INFORMACIÓN

# txbLastRoundInstruction
source: Last Round, Enter the amount of points you want to bet, remeber it can´t be higher than your actual points.
es_mx: Ultima ronda, ingresa tus puntos a apostar, recuerda que no puede ser mayor a los que tienes,

# txbPromtTextSerarch
source: Search
es_mx: Buscar

# txbTitleEmailInvitation
source: Invitation to the game
es_mx: Invitación a la partida

# txbWarningMessCloseWin
source: Are your sure, do want to cancell the process?
es_mx: ¿Estas seguro que deseas cancelar el proceso?

# txbWarningTitle
source: WARNING
es_mx: Cuidado

# UserChangesSaved
source: The user's changes had been saved correctly
es_mx: Se ha guardado los cmabios del usuario correctamente

# WrongCode
source: The entered code is not correct, verify it or try again.
es_mx: El codigo ingresado no es correcto, verificalo o intentalo de nuevo.

# btnSaveAvatarChanges
source: Save avatar
es_mx: Guardar avatar

# lblPasswordEditedProfile
source: Password
es_mx: Contraseña

# lblComunicationException
source: There has been a problem communicating with our servers. There seems to be a connection error at the moment. Please check your internet connection and try again in a few moments.
es_mx: Se ha producido un problema en la comunicación con nuestros servidores. Parece que hay un error en la conexión en este momento. Por favor, revisa tu conexión a internet y vuelve a intentarlo en unos momentos. Si el problema persiste, contáctanos para recibir asistencia adicional.

# lblEndPointNotFound
source: It appears we are experiencing issues connecting to the server at the moment. Please check your internet connection. Try signing in again in a few minutes.
es_mx: Parece que estamos experimentando problemas para conectarnos al servidor en este momento. Por favor, verifica tu conexión a internet y asegúrate de que los servidores del juego estén disponibles. Intenta iniciar sesión nuevamente en unos minutos.

# lblTimeException
source: Sorry, the operation took longer than expected to complete. This may be due to temporary issues on our network or high demand on our servers. Please check your internet connection and try again.
es_mx: Lo siento, la operación ha tardado más de lo esperado en completarse. Esto puede deberse a problemas temporales en nuestra red o a una alta demanda en nuestros servidores. Por favor, verifica tu conexión a internet y vuelve a intentarlo. Si el problema persiste, te recomendamos intentarlo más tarde.

# lblUpdateAvatar
source: The avatar has been updated correctly.
es_mx: El avatar a sido actualizado correctamente.

# lblUpdateEmail
source: The email associated with the account has been updated correctly.
es_mx: El email asociado a la cuenta ha sido actualizado correctamente.

# lblUpdateName
source: Your username has been updated correctly.
es_mx: El nombre de tu usuario ha sido actualizado correctamente.

# lblWrongEmailRepited
source: It has not been possible to update the email associated with the account because it already exists, please try another email.
es_mx: No ha sido posible actualizar el email asociado a la cuenta porque ya existe, por favor intenta con otro correo.

# lblWrongUpdateAvatar
source: It was not possible to update the selected avatar, please try again later.
es_mx: No ha sido posible realizar la actualización del avatar seleccionado, por favor intente más tarde.

# lblWrongUpdateEmail
source: It was not possible to update the email associated with the account, please try again later.
es_mx: No ha sido posible actualizar el email asociado a la cuenta, por favor intenta nuevamente más tarde.

# lblWrongUpdateName
source: Your username could not be updated, please try again later.
es_mx: No fue posible actualizar el nombre de tu usuario, por favor intenta más tarde.

# txbConfirmationCancelSaveUser
source: Are you sure about deregistering your Jeopardy account?
es_mx: ¿Estás seguro de cancelar el registro de tu cuenta en Jeopardy?
